export default function page() {
  return (
    <div className="max-w-3xl mx-auto p-6 space-y-6">
      <h1 className="text-2xl font-bold text-center mb-4">
        СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h1>

      <div className="space-y-4 text-justify leading-relaxed">
        <p>
          Родитель (законный представитель) несовершеннолетнего ребенка,
          действуя добровольно, осознанно и в собственных интересах, подтверждая
          свою дееспособность, предоставляет согласие ИП Акчурину Рахиму
          Кадимовичу (ОГРНИП 325580000042172, ИНН 583524255550,
          зарегистрированному по адресу: г. Пенза, улица Проспект Строителей
          68А) на обработку персональных данных своего несовершеннолетнего
          ребенка на следующих условиях:
        </p>

        <p>
          <strong>1.</strong> Данное Согласие распространяется на обработку
          персональных данных любыми способами, включая ручные методы без
          применения автоматизированных систем и с использованием различных
          средств автоматизации. Персональные данные могут обрабатываться как
          традиционными методами, например, на бумажных носителях, так и с
          помощью компьютерных программ, баз данных и других электронных
          средств.
        </p>

        <p>
          <strong>2.</strong> Согласие дается на обработку следующих
          персональных данных несовершеннолетнего ребенка: фамилия; имя,
          отчество (при наличии); даты рождения; место рождения (при
          необходимости); номера телефонов; адреса электронной почты.
        </p>

        <p>
          <strong>3.</strong> Целью обработки персональных данных является
          заключение и исполнение гражданского договора, в том числе:
          регистрация и авторизация в личном кабинете пользователя на Сайте
          Оператора, заполнение информации в профиле пользователя, заключение
          договора/оферты/пользовательского соглашения, обмен корреспонденцией,
          исполнение договора, передача данных третьим лицам для исполнения
          обязательств по договору, ведение учета, защита прав сторон договора,
          соблюдение требований нормативных правовых актов.
        </p>

        <p>
          <strong>4.</strong> Перечень разрешенных действий с персональными
          данными:
        </p>
        <p>
          <strong>4.1</strong> Данное согласие охватывает все возможные способы
          обращения с предоставленными персональными данными, будь то с
          применением автоматизированных систем или без них. Это включает в себя
          полный цикл операций с данными: от их первоначального сбора и
          фиксации, через различные этапы обработки, систематизации и хранения,
          до возможного изменения, использования, передачи третьим лицам,
          обезличивания или полного уничтожения. Таким образом, согласие
          распространяется на весь спектр действий, которые могут быть
          произведены с персональными данными в рамках их обработки.
        </p>

        <p>
          <strong>5.</strong> Обработка и хранение персональных данных:
        </p>
        <p>
          <strong>5.1</strong> Обработка осуществляется в электронной форме
          (автоматизированная на электронных носителях) и в бумажной форме.
        </p>
        <p>
          <strong>5.2</strong> Персональные данные обрабатываются по адресу
          места нахождения Оператора.
        </p>

        <p>
          <strong>6.</strong> Срок обработки и хранения персональных данных:
        </p>
        <p>
          <strong>6.1</strong> Персональные данные субъекта подлежат обработке и
          хранению на протяжении неопределенного срока, вплоть до момента, когда
          субъект персональных данных явно выразит свое желание отозвать ранее
          данное согласие на их обработку. В некоторых случаях, предусмотренных
          законодательством РФ, обработка данных может продолжаться и после
          отзыва согласия.
        </p>

        <p>
          <strong>7.</strong> Прекращение обработки персональных данных:
        </p>
        <p>
          <strong>7.1</strong> Обработка персональных данных прекращается при
          ликвидации компании-оператора или по письменному требованию субъекта
          данных. Однако даже при получении запроса оператор может продолжить
          обработку, если это необходимо для соблюдения законодательства,
          выполнения требований государственных органов или защиты законных
          интересов оператора.
        </p>
        <p>
          <strong>7.2</strong> Если существуют законные основания для
          продолжения обработки, оператор осуществляет её до тех пор, пока эти
          основания остаются актуальными. Это обеспечивает баланс между правами
          субъекта данных и обязательствами оператора перед законом и
          государственными органами.
        </p>
        <p>
          <strong>7.3</strong> При получении требования о прекращении обработки
          персональных данных оператор обязуется остановить все процессы,
          связанные с обработкой, в течение семи рабочих дней. После этого, в
          десятидневный срок, субъекту данных направляется подтверждение о
          прекращении обработки его персональных данных.
        </p>
      </div>
    </div>
  );
}
