export const CARDS = [
  {
    title: "Что делает школу уникальной?",
    back: [
      "Индивидуальный подход для каждого ученика",
      "Специалисты с опытом работы",
      "Поддержка ученика в Telegram 24/7",
      "Записи уроков всегда доступны для повторения материала",
      "Бесплатное вводное пробное занятие",
    ],
    image: "/images/card-2.jpg",
  },
  {
    title: "Как проходит обучение",
    back: [
      "Занятия проводятся онлайн на платформе, которую можно установить на смартфон и ПК ",
      "Включение веб-камеры не обязательно",
      "Длительность занятий составляет 50-55 минут",

      "Домашние задания с проверкой",
    ],
  },
  {
    title: "Предметы и направления",
    back: [
      "Математика, Русский, Информатика, Физика, География, Обществознание, История, Литература, Биология, Химия, Английский язык",
      "Подготовка к ОГЭ и ЕГЭ",
      "Повышение успеваемости",
    ],
  },
  {
    title: "Преподаватели",
    back: [
      "Опыт от 3 лет",
      "Проходят внутреннюю аттестацию",
      "Постоянная обратная связь",
    ],
    image: "/images/card-1.jpg",
  },
  {
    title: "Отзывы и кейсы",
    back: [
      "Более 347 довольных учеников",
      "Реальные кейсы поступлений",
      "Рейтинг на ВК и Авито ⭐⭐⭐⭐⭐",
    ],
    image: "/images/online-uroki.jpg",
  },
];
