import { IPricingCard } from "@/types/section-three.types";

export const PRICING_CARDS: IPricingCard[] = [
  {
    id: "1",
    title: "Базовый",
    price: "от 800 ₽",
    description:
      "Оптимальный вариант для стабильного прогресса и обратной связи.",
    features: [
      "Поддержка в чате",
      "Учебный материал занятия в электронном виде",
      "Конспекты в электронном виде",
      "Индивидуальные занятия длительностью 50 минут",
      "Расширенные ДЗ после каждого занятия с проверкой",
      "Возможность отменять/переносить занятия в любое время",
      "Скидка 3% при подготовке к 2 и более предметам",
    ],
    buttonText: "Выбрать тариф",
    highlight: false, // можно будет выделить в дизайне
  },
  {
    id: "2",
    title: "Базовый",
    price: "от 900 ₽",
    description:
      "Оптимальный вариант для стабильного прогресса и обратной связи.",
    features: [
      "Поддержка в чате",
      "Учебный материал занятия в электронном виде",
      "Моделирование реального экзамена раз в месяц с подробным разбором",
      "Индивидуальные занятия длительностью 50 минут",
      "Расширенные ДЗ после каждого занятия с проверкой",
      "Видео-курс с подробным разбором задач",
      "Полноценный материал для подготовки к экзаменам",
      "Отчет по пройденным темам в конце каждого месяца",
      "Возможность отменять/переносить занятия в любое время",
      "Скидка 3% при подготовке к 2 и более предметам",
    ],
    buttonText: "Выбрать тариф",
    highlight: false,
  },
  {
    id: "3",
    title: "Базовый",
    price: "от 900 ₽",
    description:
      "Оптимальный вариант для стабильного прогресса и обратной связи.",
    features: [
      "Поддержка в чате",
      "Учебный материал занятия в электронном виде",
      "Моделирование реального экзамена раз в месяц с подробным разбором",
      "Индивидуальные занятия длительностью 50 минут",
      "Расширенные ДЗ после каждого занятия с проверкой",
      "Видео-курс с подробным разбором задач",
      "Полноценный материал для подготовки к экзаменам",
      "Отчет по пройденным темам в конце каждого месяца",
      "Возможность отменять/переносить занятия в любое время",
      "Скидка 3% при подготовке к 2 и более предметам",
    ],
    buttonText: "Выбрать тариф",
    highlight: false,
  },
];
