export const FAQ_DATA = [
  {
    question: "Как записаться на курс?",
    answer:
      "Вы можете записаться через наш сайт, выбрав нужный тариф и заполнив форму регистрации.",
  },
  {
    question: "Есть ли пробные занятия?",
    answer:
      "Да, мы предлагаем бесплатное пробное занятие, чтобы вы могли познакомиться с преподавателем и форматом.",
  },
  {
    question: "Можно ли вернуть деньги, если не понравится?",
    answer:
      "Возврат возможен в течение первых двух недель обучения при условии, что вы посещали занятия.",
  },
  {
    question: "Какие материалы предоставляются?",
    answer:
      "Все необходимые учебные материалы доступны в личном кабинете и включают видеоуроки, конспекты и тесты.",
  },
  {
    question: "Как записаться на курс?",
    answer:
      "Вы можете записаться через наш сайт, выбрав нужный тариф и заполнив форму регистрации.",
  },
  {
    question: "Есть ли пробные занятия?",
    answer:
      "Да, мы предлагаем бесплатное пробное занятие, чтобы вы могли познакомиться с преподавателем и форматом.",
  },
  {
    question: "Можно ли вернуть деньги, если не понравится?",
    answer:
      "Возврат возможен в течение первых двух недель обучения при условии, что вы посещали занятия.",
  },
  {
    question: "Какие материалы предоставляются?",
    answer:
      "Все необходимые учебные материалы доступны в личном кабинете и включают видеоуроки, конспекты и тесты.",
  },
  {
    question: "Как записаться на курс?",
    answer:
      "Вы можете записаться через наш сайт, выбрав нужный тариф и заполнив форму регистрации.",
  },
  {
    question: "Есть ли пробные занятия?",
    answer:
      "Да, мы предлагаем бесплатное пробное занятие, чтобы вы могли познакомиться с преподавателем и форматом.",
  },
  {
    question: "Можно ли вернуть деньги, если не понравится?",
    answer:
      "Возврат возможен в течение первых двух недель обучения при условии, что вы посещали занятия.",
  },
];
