export const PRICING_PLANS = [
  {
    id: "basic",
    title: "Начальный",
    price: "3200 ₽ / мес",
    description:
      "Подходит для тех, кто хочет попробовать и понять, подойдёт ли формат.",
    features: [
      "Доступ к 10 урокам",
      "Чат поддержки в рабочее время",
      "Доступ с телефона и компьютера",
      "Закрытый чат и вебинары 2 раза в месяц",
      "Сертификат по окончании курса",
    ],
    buttonText: "Выбрать тариф",
    highlight: false,
  },
  {
    id: "pro",
    title: "Базовый",
    price: "6400 ₽ / мес",
    description:
      "Оптимальный вариант для стабильного прогресса и обратной связи.",
    features: [
      "Доступ ко всем урокам",
      "Личные рекомендации от преподавателя",
      "Закрытый чат и вебинары 2 раза в месяц",
      "Сертификат по окончании курса",
      "Доступ ко всем урокам",
      "Личные рекомендации от преподавателя",
      "Закрытый чат и вебинары 2 раза в месяц",
    ],
    buttonText: "Выбрать тариф",
    highlight: true, // можно будет выделить в дизайне
  },
  {
    id: "vip",
    title: "Премиум",
    price: "8800₽ / мес",
    description:
      "Для тех, кто хочет максимальной вовлечённости и индивидуальной работы.",
    features: [
      "Все преимущества тарифа «Премиум»",
      "Еженедельные личные созвоны с наставником",
      "Помощь в выполнении проектов",
      "Личный план обучения",
      "Закрытый чат и вебинары 2 раза в месяц",
      "Сертификат по окончании курса",
      "Закрытый чат и вебинары 2 раза в месяц",
      "Сертификат по окончании курса",
      "Доступ ко всем урокам",
      "Личные рекомендации от преподавателя",
    ],
    buttonText: "Записаться",
    highlight: false,
  },
];
