export const FAQ_DATA = [
  {
    question: "Есть ли бесплатные пробные уроки?",
    answer:
      "Да, пробные уроки БЕСПЛАТНЫЕ, их длительность составляет 20–30 минут.",
  },
  {
    question: "Как проходит пробное занятие?",
    answer:
      "На пробном занятии ученик или ученица знакомится с преподавателем, проводится тестирование, определяется уровень подготовки и выявляются индивидуальные особенности ребенка.",
  },
  {
    question: "Какие преимущества у пробного занятия?",
    answer:
      "Бесплатно, без обязательств, знакомство с преподавателем, оценка формата обучения, возможность задать вопросы.",
  },
  {
    question: "Что необходимо ученику для занятия?",
    answer:
      "Компьютер, планшет или телефон, стабильный интернет, веб-камера (желательно) и исправный микрофон.",
  },
  {
    question: "Как записаться на курс?",
    answer:
      "Вы можете записаться через наш сайт, выбрав нужный тариф и заполнив форму регистрации.",
  },
  {
    question: "Нужно ли устанавливать какие-то программы?",
    answer:
      "Да, необходимо будет скачать программу, на которой будут проходить занятия. Ссылку для установки вам предоставят.",
  },
  {
    question: "Можно ли поменять репетитора в процессе обучения?",
    answer:
      "Если преподаватель по каким-либо причинам вам не подходит, вы можете заняться с любым другим репетитором из нашей команды.",
  },
  {
    question: "Как проходит оплата занятий?",
    answer:
      "Оплату первого (непробного) занятия можно произвести сразу после урока. Следующие занятия лучше оплачивать заранее — по одному уроку или сразу несколько (за неделю, две недели или месяц). Порядок оплаты: выставляется счет на Юкассе (платежная система Сбербанка), вы получаете его в виде ссылки или QR-кода, затем можно отсканировать QR-код и оплатить через приложение Сбербанк Онлайн.",
  },
  {
    question: "Сколько стоит обучение?",
    answer:
      "Стоимость обучения зависит от класса ученика или ученицы. Окончательную цену можно уточнить в чате или по телефону.",
  },
];
